-- База данных hr
-- https://github.com/annykh/genTech/blob/main/hr1.txt

1. Вывести имена и фамилии сотрудников, работающих в департаментах 'IT' и 'Shipping', с зарплатой выше 10000.
2. Вывести названия департаментов, расположенных в регионе 'Americas'.
3. Вывести имена, фамилии и зарплаты сотрудников, занимающих должность(job_title) 'Accountant'.
4. Вывести имена, фамилии, зарплаты, названия департаментов, должности сотрудников и их телефонные номера, начинающиеся с '650'.
5*. Вывести имена, фамилии и зарплаты сотрудников, а также дополнительное поле currency (создавать его в таблице не нужно) со значением:
  'USD', если департамент сотрудника находится в регионе 'Americas',
  'EUR', если департамент находится в регионе 'Europe'.
