// 1. Создать базу данных homeworks.

// 2. В базе данных homeworks создать коллекцию workers и заполнить документами со следующими свойствами: id, firstname, lastname, position, salary. 
// Используйте следующие данные:
	
// 1 Петр Сергеев CEO 7000
// 2 Виктор Семенов Web-developer 5000
// 3 Никита Петров Assistant 3500
// 4 Инна Орлова Accountant 4500

// 3. Из коллекции workers вывести все документы.
// 4. Из коллекции workers вывести документы, где зарплата выше 4000.
// 5. Из коллекции workers вывести документы, где имя сотрудника либо Иван, либо Инна, либо Петр.
// 6. Из коллекции workers вывести документы, где зарплата не равна 7000.
// 7. Из коллекции workers вывести документы, где id меньше 3.
// 8. Удалить коллекцию workers.
// 9. Удалить базу данных homeworks.
// 10. Вывести все базы данных.
