https://github.com/annykh/genTech/blob/main/CompanyDB.txt
https://github.com/annykh/genTech/blob/main/CompanyDB_%D0%A2%D0%B5%D1%85_%D0%BE%D0%BF%D0%B8%D1%81%D0%B0%D0%BD%D0%B8%D0%B5.txt

-- 1. Найдите среднюю зарплату сотрудников в каждом департаменте. Выведите название департамента и среднюю зарплату
-- 2. Определите количество сотрудников в каждом департаменте. Выведите название департамента и количество сотрудников.
-- 3. Найдите минимальную и максимальную зарплаты в каждом департаменте. 
-- Выведите название департамента, минимальную и максимальную зарплату.
-- 4. Определите общую сумму зарплат в каждом департаменте. Выведите название департамента и общую сумму зарплат.
-- 5. Вывести ID департамента с самой высокой средней зарплатой сотрудников.
-- 6. Вывести имя департамента с самой высокой средней зарплатой сотрудников.
-- 7. Выведите имя, фамилию и зарплату сотрудников, чья зарплата выше средней по их департаменту.
-- 8. Найдите проект с наибольшим количеством сотрудников, проработавших на нем больше 100 часов. Вывести ProjectName.
