1. Вывести коллекцию users из базы данных store.
Данные коллекции - https://github.com/annykh/GT081024-m/blob/main/Summary%20Session%2016.js
2. Вывести первых трех пользователей.
3. Вывести пользователей, отсортированных по возрасту по возрастанию, но показать только первых двух.
4. Пропустить трех пользователей и вывести следующих двух, отсортировав их по имени по убыванию.
5. Отсортировать пользователей по возрасту в порядке убывания и вывести их имена и возраст.
6. В базе данных store создать коллекцию employees:
https://github.com/annykh/GT081024-m/blob/main/employees.js
7. Увеличить зарплату на 500 всем сотрудникам старше 30 лет.
8. Добавить поле bonus со значением 0 для всех сотрудников.
9. Установить значение поля bonus в 100 для сотрудников с зарплатой больше 3000.
10. Увеличить зарплату сотрудника Emily Davis на 1000.
11. Уменьшить зарплату сотрудника Mike Johnson на 300.
12. Добавить поле department со значением IT для сотрудника Jane Smith.
13. Удалить поле skills у сотрудника Mike Johnson.
14. Удалить поле bonus для всех сотрудников, кроме Jane Smith.
15. Увеличить возраст на 1 всем сотрудникам младше 30 лет.
16. Изменить должность Emily Davis на QA Engineer.
17. Добавить поле experience со значением 5 для всех сотрудников старше 30 лет.
18. Установить значение поля experience в 2 для сотрудников младше 30 лет.
